{
    "home": "ACCUEIL",
    "FEATURES": "CARACTÉRISTIQUES",
    "DETAILS": "DÉTAILS",
    "VIDEO": "VIDÉO",
    "PRICING": "PRIX",
    "SUBSCRIBE NOW": "INSCRIVEZ-VOUS",
    "Boost Your Car Agency with our saas solution": "Boostez votre agence automobile avec notre solution Saas",
    "Manage your cars, bookings, and customers all in one place": "Gérez vos voitures, vos réservations et vos clients au même endroit",
    "Key Features": "Principales fonctionnalités",
    "Effortless Car Listing": "Liste de voitures sans effort",
    "Display your fleet in front of thousands of potential clients": "Affichez votre flotte devant des milliers de clients potentiels",
    "Seamless Bookings": "Réservations fluides",
    "Receive and manage reservations in real time": "Recevez et gérez les réservations en temps réel",
    "Custom Offers": "Offres personnalisées",
    "Promote special offers to attract more customers.": "Promouvoir des offres spéciales pour attirer plus de clients.",
    "How it Works": "Comment ça marche",
    "Target the right customers for your business with the help of LOOK&DRIVE saas app . Keep your customers happy and loyal.": "Ciblez les bons clients pour votre entreprise avec l'aide de l'application saas LOOK&DRIVE. Gardez vos clients heureux et fidèles.",
    "Sign up: Create an account tailored to your agency's needs.": "Inscrivez-vous: créez un compte adapté aux besoins de votre agence.",
    "Add Your Cars: Easily upload vehicle details, availability, and pricing": "Ajoutez vos voitures: téléchargez facilement les détails, la disponibilité et les prix des véhicules",
    "Manage Your Listings: Use our dashboard to update, edit, and manage car bookings.": "Gérez vos annonces: utilisez notre tableau de bord pour mettre à jour, modifier et gérer les réservations de voitures.",
    "Add Your Cars: Easily upload vehicle details,availability, and pricing": "Ajoutez vos voitures: téléchargez facilement les détails, la disponibilité et les prix des véhicules",
    "Reach More Customers: Showcase your inventory on our platform and mobile app.": "Atteignez plus de clients: présentez votre inventaire sur notre plateforme et notre application mobile.",
    "What better way to show off LOOK&DRIVE saas app than presenting you some great situations of each module and tool available to users in a video": "Quelle meilleure façon de montrer l'application saas LOOK DRIVE que de vous présenter quelques situations intéressantes de chaque module et outil disponibles pour les utilisateurs dans une vidéo",
    "Pricing Options Table": "Tableau des options de tarification",
    "Beginner Plan 3 month": "Plan Débutant 3 mois",
    "Advanced Plan 6 months": "Plan Avancé 6mois",
    "Premium Plan 9 months": "Plan Premium 9mois",
    "Our Clients Say...": "Nos clients disent...",
    "This SaaS solution has transformed our car rental business. It's efficient and user-friendly!": "Cette solution SaaS a transformé notre activité de location de voitures. C'est efficace et convivial !",
    "Managing our fleet has never been easier. The automation features save us so much time.": "La gestion de notre flotte n'a jamais été aussi simple. Les fonctionnalités d’automatisation nous font gagner beaucoup de temps.",
    "I highly recommend this platform to any car rental agency looking to improve their operations.": "Je recommande fortement cette plateforme à toute agence de location de voitures cherchant à améliorer ses opérations.",
    "Contact us": "Contactez-nous",
    "Complete Car Management": "Gestion complète de la voiture",
    "Smart Availability Calendar": "Calendrier de disponibilité intelligent",
    "Real-Time Reservations": "Réservations en temps réel",
    "Special Offers & Discounts": "Offres spéciales et réductions",
    "Analytics Dashboard": "Tableau de bord d'analyse",
    "About LOOK&DRIVE": "À propos LOOK&DRIVE",
    "Our Mission : ": "Notre mission : ",
    "At LOOK&DRIVE, we’re passionate about helping car agencies thrive": "Chez LOOK&DRIVE, nous sommes passionnés par le fait d'aider les agences automobiles à prospérer",
    "is to provide a seamless platform where agencies can showcase their cars and customers can easily make reservations.": "est de fournir une plate-forme transparente où les agences peuvent présenter leurs voitures et où les clients peuvent facilement faire des réservations.",
    "Our Story : ": "Notre histoire : ",
    "Founded in [Year], we’ve worked closely with agencies to develop the best solution for managing vehicle inventory, bookings, and clients.": "Fondée en [Année], nous avons travaillé en étroite collaboration avec des agences pour développer la meilleure solution de gestion de l'inventaire des véhicules, des réservations et des clients.",
    "Team : " : "Équipe : ",
    "Brief introduction of key team members." : "Brève présentation des membres clés de l'équipe.",
    "How do I subscribe to LOOK&DRIVE?" : "Comment souscrire à LOOK&DRIVE ?",
    "Agencies can sign up through our subscription page. Once subscribed, you’ll have access to all platform features." : "Les agences peuvent s'inscrire via notre page d'abonnement. Une fois inscrit, vous aurez accès à toutes les fonctionnalités de la plateforme.",
    "What types of vehicles can I list?" : "Quels types de véhicules puis-je lister ?",
    "Cars, SUVs, and even specialty vehicles like luxury and sports cars." : "Voitures, SUV et même véhicules spécialisés comme les voitures de luxe et de sport.",
    "Can I cancel my subscription?" : "Puis-je annuler mon abonnement ?",
    "Yes, you can cancel or change your subscription plan anytime from your dashboard." : "Oui, vous pouvez annuler ou modifier votre plan d'abonnement à tout moment depuis votre tableau de bord."



}